<template>
    <div class="min-[1160px]:text-sm text-xs font-normal text-[--text-color]">
        <p class="my-2.5">Зачисление до 6 минут</p>
        <p class="leading-5 text-pretty">Эта платежная система не принимает<br class="hidden max-[354px]:block"> платежи из стран:</p>
        <p>Армения, Австрия, Азербайджан, Бельгия, Болгария, Кипр, Чешская Республика, Дания, Эстония, Финляндия, Франция, Грузия, Германия, Греция, Венгрия, Исландия, Ирландия, Испания, Италия, Кыргызстан, Латвия, Литва, Люксембург, Мальта, Румыния, Сербия и Черногория, Словакия, Словения, Швеция, Швейцария, Таджикистан, Турция, Туркменистан, Соединенное Королевство, Узбекистан, Австралия, Норвегия, Израиль, Португалия, Нидерланды, Саудовская Аравия, Объединенные Арабские Эмираты, Сингапур, Новая Зеландия, Хорватия, Польша, Бруней-Даруссалам, Перу, Южная Корея, Катар, Египет.</p>
    </div>
</template>

<script>
    export default {
   
    }
</script>

<style lang="scss" scoped>

</style>